Repository: MegaV0lt/vdradmin-am
Catalog: po/*.po
Languages: cs

source: ISO-8859-1
cs: ISO-8859-2

source: About
cs: O programu

source: Current author (VDRAdmin-AM branch):
cs: Souèasný autor (VDRAdmin-AM):

source: Translation Team
cs: Pøekladatelský tým

source: English:
cs: Angliètina:

source: German:
cs: Nìmèina:

source: French:
cs: Francouz¹tina:

source: Spanish:
cs: ©panìl¹tina:

source: Finnish:
cs: Fin¹tina:

source: Dutch:
cs: Holand¹tina:

source: Russian:
cs: Ru¹tina:

source: Informations
cs: Informace

source: VDRAdmin-AM version:
cs: Verze VDRAdminu-AM:

source: VDR version:
cs: Verze VDR:

source: Supported features in VDR:
cs: Podporované vlastnosti ve VDR:

source: LiveTV Streaming (<a href="http://www.vdr-wiki.de/wiki/index.php/Streamdev-plugin" target="_blank">Streamdev Plugin</a>)
cs: TV streamování (<a href="http://www.vdr-wiki.de/wiki/index.php/Streamdev-plugin" target="_blank">Streamdev Plugin</a>)

source: Rename Recordings (<a href="http://www.saunalahti.fi/~rahrenbe/vdr/patches/" target="_blank">Liemikuutio Patch</a>)
cs: Pøejmenování nahrávek (<a href="http://www.saunalahti.fi/~rahrenbe/vdr/patches/" target="_blank">Liemikuutio Patch</a>)

source: Getting Help and Reporting Bugs
cs: Rady a nahla¹ování chyb

source: If you need help please first try to use the online help you'll find on some pages. You can access it by clicking <img src="bilder/help.png" alt="" />.
cs: Pokud si nevíte rady, pou¾ijte prosím nejdøíve on-line nápovìdu na rùzných webech. Kliknìte zde <img src="bilder/help.png" alt="" />.

source: If this doesn't provide the information you need you can try to get help at <a href="http://www.vdrportal.de" target="_blank">VDR-Portal</a> if you understand German language. Please use the announcement thread if possible, search for:
cs: Jestli¾e tato nápovìda neobsahuje informace, které potøebujete zkuste se zeptat na nìmeckém portálu <a href="http://www.vdrportal.de" target="_blank">VDR-Portal</a> (nìmecký jazyk je samozøejmostí, popø. angliètina). Vyu¾ijte tzv. ANNOUNCE vlákno, hledat:

source: If you think you have found a bug please check that it's a new one and report it in the <a href="http://www.vdr-developer.org/mantisbt/main_page.php" target="_blank">VDRAdmin-AM BugTracking system</a>.
cs: Pokud si myslíte, ¾e jste na¹el chybu, prosím zkontrolujte zda ji¾ není nahlá¹ena, popø. ji nahla¹te zde: <a href="http://www.vdr-developer.org/mantisbt/main_page.php" target="_blank">VDRAdmin-AM BugTracking system</a>.

source: AutoTimer
cs: Auto-Èasovaè

source: Priority:
cs: Priorita:

source: New AutoTimer
cs: Nové èasování

source: Help
cs: Nápovìda

source: Active
cs: Aktivovat

source: Channel
cs: Kanál

source: Name
cs: Jméno

source: Select all/none
cs: Vybrat v¹e/Nic

source: Yes
cs: Ano

source: No
cs: Ne

source: Edit
cs: Upravit

source: Delete timer?
cs: Smazat èasovaè?

source: Delete
cs: Smazat

source: Force Update
cs: Vynutit úpravu

source: Delete Selected AutoTimers
cs: Smazat vybraný AutoÈasovaè?

source: Delete all selected timers?
cs: Vymazat v¹echny vybrané èasovaèe?

source: Configuration
cs: Nastavení

source: General Settings
cs: Obecné nastavení

source: Template:
cs: ©ablona:

source: Login Page:
cs: Úvodní strana:

source: Number of channels to use:
cs: Poèet kanálù k pou¾ití:

source: Local net (no login required):
cs: Lokální sí» (login není vy¾adován):

source: Language:
cs: Jazyk:

source: Save settings on exit:
cs: Ulo¾it nastavení pøi vypnutí:

source: Number of DVB cards:
cs: Poèet DVB karet:

source: Path to recordings:
cs: Slo¾ka s nahrávkami:

source: Path to configuration files:
cs: Slo¾ka s konfiguraèními soubory:

source: Path to EPG images:
cs: Cesta k EPG souborùm:

source: Identification
cs: Identifikace

source: Username:
cs: U¾iv. jméno:

source: Password:
cs: Heslo:

source: Guest Account:
cs: Guest úèet:

source: Guest Username:
cs: Guest u¾iv. jméno:

source: Guest Password:
cs: Guest heslo:

source: Timeline
cs: Èasová pøímka

source: Hours:
cs: Hodiny:

source: Times:
cs: Èasy:

source: Also used for other EPG views!
cs: Pou¾ít pro ostatní EPG náhledy!

source: Tooltips:
cs: Tipy:

source: Active:
cs: Aktivní:

source: minutes
cs: minuty

source: Send email after programming timer:
cs: Poslat email po nastavení èasovaèe:

source: Send email as:
cs: Odesílatel emailu:

source: Send email to:
cs: Komu:

source: Mail server:
cs: Po¹tovní server:

source: SMTPAuth user:
cs: SMTPAuth u¾ivatel:

source: SMTPAuth password:
cs: SMTPAuth heslo:

source: Timer
cs: Èasovaè

source: Tooltips in timeline:
cs: Tipy v èasové pøímce:

source: Tooltips in list:
cs: Tipy v seznamu:

source: Add summary to new timers:
cs: Pøidat souhrn k novým èasovaèùm:

source: Streaming
cs: Streamování

source: Live Streaming:
cs: Live Streamování:

source: HTTP Port of Streamdev (also possible 3000/ts):
cs: HTTP Port pro Streamdev (mo¾no 3000/ts):

source: Recordings Streaming:
cs: Nahrávání streamu:

source: Path to VDR Recordings on your workstation:
cs: Cesta ke slo¾ce s VDR nahrávkami na Va¹em PC:

source: MIME type for live streaming:
cs: MIME typ pro live streamování:

source: Suffix for live streaming:
cs: Pøípona pro live streamování:

source: MIME type for recordings streaming:
cs: MIME typ pro nahrávky streamu:

source: Suffix for recordings streaming:
cs: Pøípona pro nahrávky streamu:

source: Bandwidth of Streams:
cs: ©íøka pásma pro streamy:

source: Read EPG directly using epg.data:
cs: Èíst EPG pøímo ze souboru epg.data:

source: epg.data filename:
cs: jméno souboru epg.data

source: Channel Selections
cs: Výbìr kanálù

source: In "Timeline"?
cs: V "Èasové pøímce"?

source: In "Channels"?
cs: V "Kanálech"?

source: In "Playing Today"?
cs: V "Co bì¾í dnes"?

source: In "What's On Now"?
cs: V "Co bì¾í teï"?

source: In "AutoTimer"?
cs: V "AutoÈasovaèi"?

source: In "Watch TV"?
cs: V "Sleduj TV"?

source: Save
cs: Ulo¾it

source: Apply
cs: Pou¾ij

source: Error!
cs: Chyba!

source: <p>Here you will find a listing of automatic timers (AutoTimer) known to VDRAdmin-AM.</p><p>The list shows some information on AutoTimers. You can change the list's sorting by clicking the columns heading.</p><p>For each AutoTimer you have the following options:<dl><dt>Set its state</dt><dd>By clicking on "Yes" or "No" in the "Active" column to toggle the activity.</dd><dt>Quickly view its priority and lifetime</dt><dd>By pointing the mouse cursor to the AutoTimer's title.</dd><dt>Edit the AutoTimer</dt><dd>You can edit an AutoTimer by clicking <img src="bilder/edit.png" alt="edit" />.</dd><dt>Delete the AutoTimer</dt><dd>To delete an AutoTimer you click <img src="bilder/delete.png" alt="delete" />.</dd></dl></p><p>Each AutoTimer's state is indicated by differently coloured images:<br /><img src="bilder/poempl_gruen.png" alt="on" align="middle" /> AutoTimer is OK and will automatically program matching broadcasts.<br /><img src="bilder/poempl_grau.png" alt="inactive" align="middle" /> AutoTimer is not active.</p><p>In addition to these functions you can add a new AutoTimer by clicking <input type="submit" class="submit" value="New AutoTimer"/> at the top and you can delete a number of AutoTimers at once by checking the box in the last column of those timers and clicking <input type="submit" class="submit" value="Delete Selected AutoTimers"/>.</p><p>Click <input type="submit" class="submit" value="Force Update"/> to force VDRAdmin-AM to reconnect to VDR, fetch the current EPG and check for matching AutoTimers.</p>
cs: <p>Seznam AutoÈasovaèù ve VDRAdmin-AM.</p><p>Seznam zobrazuje nìkteré informace, lze mìnit øazení polo¾ek dle hlavièek sloupcù.</p><p>Pro ka¾dý èasovaè máte k dispozici následující mo¾nosti:<dl><dt>Nastavení stavu</dt><dd>Kliknutím na "Ano" nebo "Ne"v "Aktivním" sloupci urèujícím aktivitu.</dd><dt>Rychlý pohled na prioritu a dobu trvání</dt><dd>Najetím kurzoru my¹i na název AutoÈasovaèe.</dd><dt>Upravení AutoÈasovaèe</dt><dd>Upravovat Autoèasovaè lze kliknutím na <img src="bilder/edit.png" alt="edit" />.</dd><dt>Smazání AutoÈasovaèe</dt><dd>Smazat AutoÈasovaè lze kliknutím na <img src="bilder/delete.png" alt="delete" />.</dd></dl></p><p>Ka¾dý stav Autoèasovaèe je indikován rùznì barevnými obrázky <br /><img src="bilder/poempl_gruen.png" alt="on" align="middle" />Autoèasovaè je v poøádku a automaticky bude spu¹tìn.<br /><img src="bilder/poempl_grau.png" alt="inactive" align="middle" />AutoÈasovaè není aktivní.</p><p>Navíc k tìmto funkcím lze je¹tì pøidat nový AutoÈasovaè kliknutím na <input type="submit" class="submit" value="New AutoTimer"/> nahoøe na stránce a také lze smazat více AutoÈasovaèù zároveò za¹krtnutím boxù v posledním sloupci a kliknutím na <input type="submit" class="submit" value="Delete Selected AutoTimers"/>.</p><p>Kliknìte zde <input type="submit" class="submit" value="Force Update"/> k vynucení re-connectu k VDR, stáhnutí aktuálního EPG a kontroly AutoÈasovaèù.</p>

source: Edit AutoTimer
cs: Upravit AutoÈasovaè

source: AutoTimer Active:
cs: Aktivní AutoÈasovaè:

source: Search Patterns:
cs: Vyhledávací znaky:

source: Search in:
cs: Hledat v:

source: Search only on these days:
cs: Hledat pouze v tyto dny:

source: Channel:
cs: Kanál

source: Starts After:
cs: Zaèátek po:

source: Ends Before:
cs: Konec pøed:

source: Episode:
cs: Epizoda:

source: Remember programmed timers:
cs: Zapamatovat naprogramovaný èasovaè:

source: Directory:
cs: Slo¾ka:

source: <p>Here you can change general settings and base settings for timers, AutoTimers, channel selection and streaming parameters.</p>
cs: <p>Zde mù¾ete zmìnit obecné nastavení a základní nastavení pro èasovaèe, AutoÈasovaèe, výbìr kanálù a parametry streamu.</p>

source: The skin you want to use.
cs: Skin, který chcete pou¾ít:

source: The page you want to see at first connect to VDRAdmin-AM.
cs: Stránka, kterou chcete zobrazit jako první pøi spu¹tìní VDRAdmin-AM.

source: Here you can specify an IP address or range that can login without providing login information. For example: "192.168.0.0/24" will include any IP starting with "192.168.0", "192.168.0.123/32" will only match "192.168.0.123".
cs: Zde mù¾ete zadat jednu nebo celý rozsah IP adres, které se budou moci pøihlásit bez pøihla¹ovacích údajù. Napø. "192.168.0.0/24" zahrnuje v¹echny IP z rozsahu "192.168.0", "192.168.0.123/32" vyhovuje pouze "192.168.0.123".

source: Here you can set the localization VDRAdmin-AM should use.
cs: Zde mù¾ete nastavit jakou lokalizaci VDRAdmin-AM chcete pou¾ívat.

source: Top
cs: Nahoru

source: The number of DVB cards VDR can access. Depending on this value VDRAdmin-AM will calculate critical timers in the <span class="ref_menu">Timer</span> menu.
cs: Poèet DVB karet na které lze pøistupovat. Na této hodnotì závisí výpoèet kritických èasovaèù v <span class="ref_menu">Èasovaè</span> menu.

source: The path to VDR's recordings. It's used so that VDRAdmin-AM can locate the recordings when using <span class="ref_label">Recordings Streaming</span> and <span class="ref_file">reccmds.conf</span> in the <span class="ref_menu">Recordings</span> menu.
cs: Cesta k VDR nahrávkám. Pou¾ito, aby mohl VDRAdmin-AM najít nahrávky, kdy¾ pou¾ívá <span class="ref_label">Nahrávání Streamu</span> a <span class="ref_file">reccmds.conf</span> v <span class="ref_menu">Nahrávky</span> menu.

source: The path where VDR's configuration files are located. If this directory contains the file <span class="ref_file">reccmds.conf</span> its content is shown in a selectbox in the <span class="ref_menu">Recordings</span> menu.
cs: Cesta kde jsou ulo¾eny konfiguraèní soubory VDR. Pokud tato slo¾ka obsahuje soubor <span class="ref_file">reccmds.conf</span>, jeho obsah je zobrazen v slectboxu v <span class="ref_menu">Nahrávky</span> menu.

source: The path where the EPG images are stored.
cs: Cesta kde jsou ulo¾eny EPG data.

source: The username for the main user, i.e. the user having the most privileges.
cs: U¾ivatelské jméno hlavního u¾ivatele, toho který má nejvìt¹í práva.

source: The main user's password.
cs: Heslo hlavního u¾ivatele.

source: If you want a user account having only limited privileges, this is for you. The guest user cannot modify anything, it's only allowed to view the EPG, timers, AutoTimers and recordings listings.
cs: Pokud chcete mít úèet u¾ivatele s limitovanými právy, je toto pro vás. Guest úèet nemù¾e nic mìnit, pouze si mù¾e prohlí¾et EPG, èasovaèe, AutoÈasovaèe a koukat na nahrávky.

source: The username for the guest user.
cs: U¾ivatelské jméno pro guest úèet.

source: The guest user's password.
cs: Guest heslo.

source: The number of hours to show in the timeline.
cs: Poèet hodin zobrazovaných v èasové pøímce.

source: A comma separated list of times in <strong>hh:mm</strong> format that appear in the selectbox placed at the top.
cs: Èárkou oddìlený seznam èasù v tomto formátu <strong>hh:mm</strong>, který se bude zobrazovat v selectboxu ve vrchní èásti stránky.

source: Here you can (de-)activate the tooltips.
cs: Tady mù¾ete (de-)aktivovat nástrojové tipy.

source: Activate or deactivate the AutoTimer function.
cs: Aktivace a Deaktivace funkce AutoÈasovaèe.

source: The interval, the the EPG data is checked for updating the AutoTimers.
cs: Interval, ve kterém budou kontrolována EPG data pro obnovu AutoÈasovaèù.

source: VDRAdmin-AM will send an email whenever an event matches an AutoTimer and a timer has been programmed if you enable this feature.
cs: VDRAdmin-AM vám za¹le e-mail kdykoli, kdy¾ se nastaví Èasovaè, atd... pokud aktivujete tuto vlastnost.

source: Here you set the sending email address of the generated email.
cs: Zde zapi¹te e-mailovou adresu ze které budou vygenerované e-maily odcházet.

source: The email address the email is sent to.
cs: Zde zapi¹te e-mailovou adresu na kterou se budou zasílat vygenerované e-maily.

source: The outgoing mail server.
cs: Odchozí po¹tovní server.

source: If you need to authenticate yourself at the outgoing mail server, you have to supply the username and the password below. Leaving this field empty will disable SMTPAuth.
cs: Pokud potøebujete pou¾ívat SMTP autentifikaci tak vyplòte jméno a heslo ní¾e. Vynechání znamená vypnutí této funkce.

source: The password for the SMTPAuth user.
cs: Heslo pro SMTP autentifikaci.

source: The number of minutes VDRAdmin-AM subtracts from the broadcasts start time found in the EPG. This value is used for timers programmed by AutoTimer and timers manually programmed when pressing "Record" in any EPG view.
cs: Poèet minut, které VDRAdmin-AM odeète od èasu nalezeného v EPG (èas zaèátku programu). Tato hodnota je vyu¾ívána pro AutoÈasovaè a Èasovaè manuálnì nastavený ztisknutím "Nahrávání" v jakékoli EPG èásti.

source: The number of minutes VDRAdmin-AM adds to the broadcasts stop time found in the EPG. This value is used for timers programmed by AutoTimer and timers manually programmed when pressing "Record" in any EPG view.
cs: Poèet minut, které VDRAdmin-AM pøidá k èasu nalezenému v EPG (èas konce programu). Tato hodnota je vyu¾ívána pro AutoÈasovaè a Èasovaè manuálnì nastavený ztisknutím "Nahrávání" v jakékoli EPG èásti.

source: Here you can (de-)activate the tooltips in the timeline.
cs: Zde mù¾ete (de-)aktivovat nástrojové tipy v èasové pøímce.

source: Here you can (de-)activate the tooltips in the list.
cs: Zde mù¾ete (de-)aktivovat nástrojové tipy v seznamu.

source: If you don't want VDRAdmin-AM to add the summary taken from EPG to new timers you can switch it off here.
cs: Pokud nechcete aby VDRAdmin-AM pøidával souhrn EPG k novým Èasovaèùm, zde to mù¾ete vypnout.

source: Enable or disable live streaming using the <a href="http://www.magoa.net/linux/">streamdev plugin</a>. You also have to set the correct <span class="ref_label">HTTP Port for Streamdev</span> below.
cs: Zapnout nebo vypnout streamování za pou¾ití <a href="http://www.magoa.net/linux/">streamdev pluginu</a>. Také musíte zadat správný <span class="ref_label">HTTP Port pro Streamdev</span>

source: Here you have to set the port number your VDR's streamdev server listens for connections. Additionally you can also provide the stream type you like to use.
cs: Zde musíte zadat èíslo portu na kterém naslouchá Vá¹ streamdev server. Také mù¾ete zadat typ streamu, který by jste chtìli pou¾ít.

source: No Help Available
cs: Nápovìda není dostupná

source: <p>No help available yet. For adding or changing text please contact <a href="mailto:mail@andreas.vdr-developer.org">mail@andreas.vdr-developer.org</a>.</p>
cs: <p>Nápovìda zatím není dostupná. Pro pøidání nebo zmìnu textu pi¹te prosím sem: <a href="mailto:mail@andreas.vdr-developer.org">mail@andreas.vdr-developer.org</a>. </p>

source: Recordings
cs: Nahrávky

source: Edit Timer
cs: Upravit èasovaè

source: <p>Here you can edit a timer's settings.</p>
cs: <p>Zde mù¾ete upravit nastavení Èasovaèe.</p>

source: Timer Active:
cs: Èasovaè aktivní

source: AutoTimer Checking:
cs: Kontrola AutoÈasovaèù:

source: Time
cs: Èas

source: Monitor this timer using the start and stop time.
cs: Sledovat tento èasovaè pomocí zaèátku a konce nahrávání.

source: Do not monitor this timer.
cs: Nesledovat tento Èasovaè.

source: The channel to record.
cs: Kanál k nahrávání.

source: Day Of Recording:
cs: Den nahrávání

source: Start Time:
cs: Zaèátek nahrávání:

source: This is the time when the timer should start recording. The first text field is for "hour", the second for "minute".
cs: Toto je èas kdy by VDR mìlo zaèít nahrávat. První textové pole je pro "hodinu" a druhé pro "minutu".

source: End Time:
cs: Konec èasu:

source: This is the time when the timer should stop recording. The first text field is for "hour", the second for "minute".
cs: Toto je èas kdy by VDR mìlo ukonèit nahrávání. První textové pole je pro "hodinu" a druhé pro "minutu".

source: Title of Recording:
cs: Název nahrávky:

source: Summary:
cs: Souhrn:

source: Arbitrary text that describes the recording made by this timer. If this field is not empty, its contents will be written into the <span class="ref_file">summary.vdr</span> or <span class="ref_file">info.vdr</span> file of the recording.
cs: Libovolný text popisující nahrávku z èasovaèe. Jestli¾e pole není prázdné, tak text bude zapsán do souboru <span class="ref_file">summary.vdr</span> nebo <span class="ref_file">info.vdr</span>,

source: Your Browser does not support frames!
cs: Vá¹ prohlí¾eè nepodporuje rámy!

source: What's On Now?
cs: Co bì¾í nyní?

source: Playing Today?
cs: Co pobì¾í dnes?

source: Channels
cs: Kanály

source: Remote Control
cs: Dálkové ovládání

source: Watch TV
cs: Sleduj TV

source: Authorization Required
cs: Autentifikace je nutná

source: This server could not verify that you are authorized to access the document requested. Either you supplied the wrong credentials (e.g. bad password), or your browser doesn't understand how to supply the credentials required.
cs: Server nemohl rozpoznat, zda jste autorizován k pøístupu k tomuto dokumentu. Buï jste vlo¾il ¹patná údaje (napø. heslo) nebo Vá¹ prohlí¾eè nepodporuje pøedávání parametrù, které jsou vy¾adované.

source: close
cs: zavøít

source: view
cs: náhled

source: record
cs: nahrát

source: Lookup movie in the Internet-Movie-Database (IMDb)
cs: Hledat film v Internetové filmové databázi (IMDb)

source: Video tracks:
cs: Video stopy:

source: Audio tracks:
cs: Audio stopy:

source: TV select
cs: Naladit TV

source: Go!
cs: Start!

source: More Information
cs: Více informací

source: Search for other show times
cs: Hledat jiné vysílací èasy

source: Record
cs: Nahrávání

source: Playing Today
cs: Bì¾í dnes

source: starting at
cs: zaèíná v

source: o'clock
cs: hodin

source: What's on:
cs: Co bì¾í:

source: at
cs: v

source: now
cs: nyní

source: to
cs: do

source: Duration:
cs: Délka:

source: at:
cs: v:

source: You need JavaScript to use the timeline!
cs: K pou¾ívání èasové linie potøebujete JavaScript!

source: Rename Recording
cs: Pøejmenovat nahrávku

source: Original Name of Recording:
cs: Pùvodní jméno nahrávky:

source: New Name of Recording:
cs: Nové jméno nahrávky:

source: Subtitle:
cs: Titulky:

source: Rename
cs: Pøejmenovat

source: Cancel
cs: Zru¹it

source: Total:
cs: Celkové:

source: Free:
cs: Volno:

source: Date
cs: Datum

source: Total
cs: Celkem

source: New
cs: Nový

source: Play
cs: Hrát

source: Cut
cs: Støihnout

source: Delete recording?
cs: Smazat nahrávku?

source: Refresh
cs: Obnovit

source: Commands:
cs: Pøíkazy:

source: Run
cs: Spustit

source: Really run this command?
cs: Opravdu spustit tento pøíkaz?

source: Delete Selected Recordings
cs: Smazat oznaèené nahrávky

source: Delete all selected recordings?
cs: Smazat v¹echny oznaèené nahrávky?

source: New Timer
cs: Nový èasovaè

source: Edit timer status?
cs: Upravit èasovaè?

source: This timer is inactive!
cs: Èasovaè není aktivní!

source: This timer is impossible!
cs: Tento èasovaè není mo¾né nastavit!

source: No more timers on other transponders possible!
cs: ®ádné dal¹í èasovaèe na ostatních transpondérech nejsou mo¾né!

source: Timer OK.
cs: Èasovaè je v cajku.

source: activate
cs: aktivní

source: inactivate
cs: deaktivovat

source: selected timers
cs: vybrané èasovaèe

source: Delete Selected Timers
cs: Vymazat vybrané èasovaèe

source: No timers defined!
cs: ®ádný èasovaè není definován!

source: Create New Timer
cs: Vytvoøit nový èasovaè

source: Monday
cs: Pondìlí

source: Tuesday
cs: Úterý

source: Wednesday
cs: Støeda

source: Thursday
cs: Ètvrtek

source: Friday
cs: Pátek

source: Saturday
cs: Sobota

source: Sunday
cs: Nedìle

source: Buffer:
cs: Zásobník:

source: Use VPS:
cs: Pou¾ít VPS:

source: readonly
cs: Pouze pro ètení

source: Timer has been set by AutoTimer pattern:
cs: Èasovaè byl nastaven podle AutoÈasovaèe

source: Grab the picture!
cs: Ulo¾ obrázek!

source: Size:
cs: Velikost:

source: Open in separate window
cs: Otevøi v samostatném oknì

source: VDR Commands
cs: VDR pøíkazy

source: Number of lines to show:
cs: Poèet zobrazených øádkù:

source: unlimited
cs: neomezený

source: SVDRP commands:
cs: SVDRP pøíkazy:

source: Commands defined in commands.conf:
cs: Pøíkazy definované v commands.conf:

source: Output
cs: Výstup

source: Title
cs: Název

source: Subtitle
cs: Titulky

source: Description
cs: Popis

source: all
cs: v¹e

source: Add New AutoTimer
cs: Pøidat nový AutoÈasovaè

source: Broadcasted
cs: Vysíláno

source: Stored in
cs: Ulo¾eno v:

source: What's your VDR hostname (e.g video.intra.net)?
cs: Jaké je Va¹e VDR hostname?

source: On which port does VDR listen to SVDRP queries?
cs: Na jakém portu mám oèekávat SVDRP pøíkazy?

source: On which address should VDRAdmin-AM listen (0.0.0.0 for any)?
cs: Na jaké adrese má èekat VDRAdmin-AM (0.0.0.0 pro jakoukoli)?

source: On which port should VDRAdmin-AM listen?
cs: Na jakém portu má èekat VDRAdmin-AM?

source: Username?
cs: U¾iv. jméno?

source: Password?
cs: Heslo?

source: Where are your recordings stored?
cs: Kam ukládáte nahrávky z VDR?

source: Where are your VDR's configuration files located?
cs: Kde se nacházejí konfiguraèní soubory VDR?

source: Config file written successfully.
cs: Konfiguraèní soubor ulo¾en v poøádku.

source: vdradmind.pl %s started with pid %d.
cs: vdradmind.pl %s startuje s pidem %d.

source: Not found
cs: Nefunguje

source: The requested URL was not found on this server!
cs: Po¾adovaná URL nebyla na tomto serveru nalezena!

source: Forbidden
cs: Zakázáno

source: You don't have permission to access this function!
cs: Nemáte práva pro vyu¾ití této funkce!

source: Access to file "%s" denied!
cs: Pøístup k souboru "%s" odmítnut!

source: The URL "%s" was not found on this server!
cs: URL "%s" nebyla na tomto serveru nalezena!

source: Can't open file "%s"!
cs: Nemohu otevøít soubor "%s"!
