Repository: MegaV0lt/vdradmin-am
Catalog: po/*.po
Languages: cs

source: Can't connect to VDR at %s:%s<br /><br />Please check if VDR is running and if VDR's svdrphosts.conf is configured correctly.
cs: Nemohu se pøipojit k VDR v %s:%s<br /><br />Prosím zkontrolujte, zda VDR bì¾í a pokud je soubor soubor svdrphosts.conf øádnì nastaven.

source: Error while sending command to VDR at %s
cs: Chyba pøi posílání pøíkazu k VDR v %s

source: Can't find EPG entry!
cs: Nemohu nalézt EPG vstup!

source: Playing Tomorrow
cs: Co pobì¾í zítra?

source: Playing on the %s
cs: Pobì¾í v %s

source: next
cs: dal¹í

source: What's on after
cs: Co bì¾í pak

source: What's on at
cs: Co bì¾í v

source: short view
cs: struèný pøehled

source: long view
cs: detailní pøehled

source: Schedule
cs: Plán

source: Timers
cs: Èasovaèe

source: System default
cs: Defaultní nastavení
